import React from 'react';



export const About = () => {
    return (
        <div>
            <h3 className="page-title white-text teal">About</h3>
            <div className="container">
                <blockquote>
                    Я начинающий Full Stack Nodejs разработчик. которому интересно создавать новое, пробираться через ошибки и проблемы, постоянно обучаться.
                    Чувствую себя наполненным восторгом и эйфорией, как ребенок, видя результат своих творений, осознавая полезность своих способностей.
                </blockquote>
                <p>Мне всегда нравилось программирование. Знакомство с ним началось в 2002 году с Pascal, html. Затем самостоятельно изучал Delphi, PHP, javascript, Mysql, linux. Пробовал многое, фантазии не было предела. Мне нравится создавать нечто - что в последствии работало уже без моего вмешательства, само по себе.</p>
                <blockquote>Я ощущущаю себя "создателем" в повседневной жизни. </blockquote>
                <p>Сталкиваясь с ошибками и проблемами, хочется узнать почему так произошло. Этот интерес и желание исправить проблему ведет к новым знаниям и раздвигает кругозор. Чем сложнее проблема, тем интереснее ее решать! Это ощущение постоянного непрекращающегося поиска, экспериментов, постоянного обучения. </p>
                <p>Все мое программировнаие было на уровне хобби. А теперь я решил профессионально заняться web разработкой. Сосредоточился на web разработке на Nodejs. Мне больше интересно Back-end направление, но создавать законченное web приложение тоже весьма приятно.</p>
                <blockquote>Моя цель найти команду разработчиков увлеченных своим делом, с искоркой в глазах и подпитывать друг друга энергией, перенимая опыт коллег.</blockquote>
            </div >
        </div >
    )
}
